Repository: common-repository/mher-list-subpages
Catalog: languages/mher-list-subpages-*.po
Languages: de_de, nl_nl

source: creates a list of subpages with featured image, title and the content of the blocks named 'teaser' or any other name provided in the shortcode
de_de: erstellt eine Liste von Unterseiten mit Bild, Titel und dem Inhalt der Blöcke mit dem Namen 'teaser' oder einem anderen im Shortcode angegebenen Namen
nl_nl: maakt een lijst van subpagina's met uitgelichte afbeelding, titel en de inhoud van de blokken met de naam 'teaser' of een andere naam die is opgegeven in de shortcode

source: Settings Saved
de_de: Einstellungen gespeichert
nl_nl: Instellingen opgeslagen

source: Save Settings
de_de: Einstellungen speichern
nl_nl: Instellingen opslaan

source: Select a fallback image.
de_de: Wählen sie ein Fallback-Bild aus.
nl_nl: Selecteer een fallback-afbeelding.

source: Define your own templates
de_de: Definieren sie ihre eigenen Templates
nl_nl: Definieer je eigen templates

source: Here you can define your own default fallback image
de_de: Hier können Sie Ihr eigenes Standard-Fallback-Bild definieren
nl_nl: Hier kun je je eigen standaard fallback-afbeelding definiëren

source: You can override this in the shortcode, i.e
de_de: Sie können dies im Shortcode überschreiben. Z.B.:
nl_nl: Je kunt dit overschrijven in de shortcode. Bijvoorbeeld

source: (if a featured image is present for the subpage this still takes precedence)
de_de: (wenn für die Unterseite ein Featured Image vorhanden ist, hat dieses immer noch Vorrang)
nl_nl: (als een uitgelichte afbeelding aanwezig is voor de subpagina, heeft deze nog steeds voorrang)

source: Here you can define your own templates for the listings
de_de: Hier können Sie Ihre eigenen Templates für die Listings definieren
nl_nl: Hier kun je je eigen templates voor de lijsten definiëren

source: You can use the following placeholders for data from the subpages in the template for the subpages
de_de: Im Template für die Unterseiten können Sie die folgenden Platzhalter für Daten aus den Unterseiten verwenden
nl_nl: Je kunt de volgende plaatsaanduidingen gebruiken voor gegevens van de subpagina's in de template voor de subpagina's

source: for the subpage's title
de_de: für den Titel der Unterseite
nl_nl: voor de titel van de subpagina

source: for the subpage's url
de_de: für die URL der Unterseite
nl_nl: voor de URL van de subpagina

source: for the complete html for the subpage's image
de_de: für das vollständige HTML für das Bild der Unterseite
nl_nl: voor de volledige html voor de afbeelding van de subpagina

source: for the subpage's image url
de_de: für die URL des Bildes auf der Unterseite
nl_nl: voor de afbeeldings url van de subpagina

source: for the subpage's blocks you selected via their block name
de_de: für die Blöcke der Unterseite, die Sie über ihren Blocknamen ausgewählt haben
nl_nl: voor de blokken van de subpagina die je hebt geselecteerd via hun bloknaam

source: You can select the template in the shortcode by name or by number. I.e.
de_de: Sie können das Template im Shortcode über den Namen oder über die Nummer auswählen. Z.B.:
nl_nl: Je kunt de template in de shortcode selecteren op naam of op nummer. Bijvoorbeeld

source: Fallback image
de_de: Fallback-Bild
nl_nl: Fallback-afbeelding

source: Select Image:
de_de: Wähle Bild aus:
nl_nl: Selecteer afbeelding:

source: Use Media Library
de_de: Benutze die Medienbibliothek
nl_nl: Mediabibliotheek gebruiken

source: currently selected:
de_de: aktuell ausgewählt:
nl_nl: momenteel geselecteerd:

source: Template No. %d
de_de: Template Nr. %d
nl_nl: Template nr. %d

source: Template Head
de_de: Template Kopf
nl_nl: Template Hoofd

source: Template for subpage elements
de_de: Template für die Elemente der Unterseiten
nl_nl: Template voor subpagina-elementen

source: Template Foot
de_de: Template Fuß
nl_nl: Template Voet

source: add tempate
de_de: Template hinzufügen

source: Template Name
nl_nl: Naam template
